// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "命令";

HSDDescriptionLabel = "为所选打印机输入命令。";
HSDCommandLabel = "命令：";
HSDGetResponseCheck = "显示设备响应";
HSDLoadButton = "加载命令...";
HSDSaveButton = "保存命令...";
HSDStopReceivingButton = "停止接收";

HSDInstructionLabel = "请为新的特殊字符输入十六进制代码和可由人识别的说明。";
HSDHexLabel = "十六进制代码：";
HSDDescLabel = "说明：";
HSDHexTableColumn = "十六进制代码";
HSDDescTableColumn = "说明";
HSDCancelButton = "取消";
HSDOKButton = "确定";

ErrorSendTitle = "无法将数据发送到打印机";
ErrorSendMsg = "请检查打印机是否已连接并开启，然后重试。";

500 = "此屏幕允许您向设备发送任意命令，并检索作为命令结果返回的任何数据。";
501 = "命令";
502 = "响应";
503 = "获取响应";

HSDSendButtonTitle = "立即发送";


SpecialsCharactersMenuItem = "特殊字符";
AddSpecialCharacterMenuItem = "添加特殊字符…";
EditSpecialCharactersMenuItem = "编辑特殊字符…";

SpecialCommand0 = "04 - PS 文件末尾 ^D";
SpecialCommand1 = "0c - 换页 <FF>";
SpecialCommand2 = "0d - 回车 <CR>";
SpecialCommand3 = "1b - 退出 <ESC>";

NoSaveTitle = "无法保存文件";
NoSaveMsg = "请尝试另一位置。";
DidNotSaveMessage = "请检查是否有足够的磁盘空间，以及是否 具有将文件保存在指定位置的访问权限。";
NoLoadTitle = "无法打开文件";
NoLoadMsg = "请确保此文件是从 HP Utility 保存的。";


BigSizeAlertTitle = "文件过大";
BigSizeAlertMsg = "命令插件最大支持 1 MB 的文件。要将较大的文件上载到打印机，请使用 \"File Upload\"（文件上载）插件。";

HSDDoneButton = "完成";
HSDEditSpecialsInstructionLabel = "编辑特殊字符";
"Special Character Description" = "特殊字符描述";
PrinterResponse = "打印机响应";
